Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
bbl: ხალაჼხეთლეჩო̆, ლე მა́ ცოთაგუჩო̆ მატტავ ჲაჰ̦ ა́ლ'ინო̆ წინადა́დებ, აჲლ'ჩე ვაჲ: ჯუღურ დაშნი დაგუ́ჰ̦, ლე ჴეჩბერ დაჰ̦ ყეგო́ჰ̦ <communityGuidelines> ე́რთობე წევრუღ ხილ'რეჼ კალნი </communityGuidelines>, ეჰ̦ა́თ უარ დეწი́შ ა́ლაჼ ჩუ მიღე́ბადარეხ. მაკ შუჼ პრო́ბლემ შა́რეშ ჰ̦ალო̆ ოწჴო́წაჼ ეჴ მისამა́რთმაქ: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence meets the criteria above, click the "Yes" button.
bbl: ესე ლა́რ'ლინო̆ პირბი და́ცოლაშ წკაპ ბა́ჴითათ პე́პლეხ "ჰაჸ".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bbl: ე მოთხო́ვნი და́ცოდიენო̆ ჲაჰ̦, წკაპ ბა́ჴითათ "მიღე́ბადარ" (დარ ალ'არ), ლახუშა́ჲ, ა́ტტივხაჲ

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
bbl: ნაწე́რეღ დე́რწინჩო შეცდო́მი ჲაჰ̦, დეხო́თხ მე́ მონიშნოდოლუჲში̆. სტე́ხუჲნი̆ შეცდო́მი ჲა:

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
bbl: ბუჲნღეშ ა́ლ'ინო̆ დოშ ვაჲღეშ ჴეჩბერკა́ჸ ლე́ვლაშ, მოჰე́ ლე́ვლაჲცი̆, უჲშტი̆ დე́წ დაწე́რადალაჼ

source: If the word quinceaños is pronounced as in English, write it with the ñ.
bbl: ვაჲღეშ ა́მბუჲ ჲოშ ბუჲნღეჼ ა́სო რე́ვალა́ჰ̦ ა́ლ'ინჩო̆ დაშლო, მოჰ̦ე ა́ლ'ინცი̆, უჲშტი̆ დე́წე̆ დაწე́რადალაჼ

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
bbl: ნიფსხოლეხ ეჭვ ჲა́ჰ̦ შუგო, მაკ შუჼ ოჴუხ მაყ ბალ'ანე́ ჴე́ჩო̆ წინადა́დებენმაქ დაჰ̦ დო́ტაჼ

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bbl: ო́შტუჼ საკითხ ბჵარჲეხჩე, მენხუხა́ ეჴ მითითებე ცო́მ და ა́ლ'ინო̆, დეხო́თხ სინდსვეჼ შეფასებ ლიბათ. წყეგეჸ ჭირვეჲშ ფასბალეჲნი̆ და́ჰ, ეჰ̦ათ მაყ ლიბა́ეთ დაჰ̦ა́ დო́ტათ ჴეჩო̆ ჩანაწე́რენმაქ

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
bbl: <strong>ხაწე́ჰ̦ ჰ̦ოჼ ღაზი́შ</strong> ჲე <strong>ხოუჸუ́ჰ̦ ჰ̦ოჼ შინაარს</strong>, საბლეხი́ჼ <strong>ღა́ლჲენო ჲა</strong>.

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
bbl: ჩუ დაჰ̦ანაჲნო̆ შეკითხვი ცჰ̦ა́ღ დაჸითაჼ ლეჸე́ჰ̦ შუჼ, <githubLink> მაკ შუჼ ჴმა́რბადჲა თხეჼ GitHub </githubLink> ლე მა́ ელფო́სტევ დაჸითათ თხო́ჼ ცჰ̦ა́ღ აჰ̦ ლა́რლ'ინო̆ მელ'ე́ უ̂ხ დაჲცი̆: <emailFragment>commonvoice@mozilla.com.</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
bbl: მელ'მი დე́ნი პა́სუხ ცო ბაჲლ'ჩეჰ̦ა́თხ შუჼ, წერილ დაჸითათ ეჴ მისამა́რთმაქ<emailLink>{ $email }</emailLink> ჲე ცო სტე́ხითგე́თხ შუ!

source: If you don't see your language in either part of the platform, select both.
bbl: შუჼ მოტტ ცო ხი́თჩე შუჼ ლე ცჰ̦აჲნი̆, ლე შილღეჩო̆ ნაჲწლე, მითითბადჲებათ შიკეჸ.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
bbl: ლე შუჼ, ლე შუ დაწე́სებულებენ ლეჸე́ჰ̦ პრო́ექტელო მონაწილეობ, მაკ შუჼ ჩუ დაჸაჼ <donateLink>და́ყ (შემოწირულობ)</donateLink>, ლე დაკეჲვშრებადალაჼ სა́ქმოხ ჴალლინო̆ საკითხინმაქ მუშებადუჲშციჼ ეჴ მისამა́რთმაქ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
bbl: გეჸ სტე́მას და́შლადიჩე შუჼ და́ყ ჩუ ჴე́ჰ̦ოშ, მაცნე́კ ლოუ̆ჸდუჲში̆, მაკ შუჼ დუხ დე́რწდანე́ დი́ნ მა́სალ ჲაგაჼ შუჼ მატტანაჲნო̆.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
bbl: ლეხოჰ̦ი́შ ხელსაწყუჲ იშჲაბწუჲნი̆ (ASR) მოდელ თაგჲანაჲნო̆, მაკ შუ́ჼ ვაჲ ე́რთობ ჴე́ჩო̆ წე́ვრიციჼ დაკეჲვშრებადალაჼ<discourseLink>Discourse-მაქ</discourseLink>

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
bbl: ლეჸე́ჰ̦ შუჼ სოუბო̆ ა́ლ'აჼ მონაცემაჼ კრე́ბულეხ, ლე ჩუ და́ყ დაჰ̦აჼ პლატფორმ გე́გმე ჲაჲნო̆ ჲაჴჲალრელო, ლე მა́ ლეხოჰ̦ი́შ ჴენი საშუა́ლბი, <emailFragment> წე́რილ დაჸითათ თხოჼ</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
bbl: დაყყდუჲნი (შემო́წმადუჲნი) წინადა́დბი ჰ̦ალო̆ ჴა́ჩდელჩე დეხო́თხ ლა́ტლეთ თხოჼ წი́ნში ლახარ-ვაშა́რ დარელო.

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
bbl: დაკლევიჰ̦ე́შ, მე́ წყეგეჸ სპეციფიკურ ა́ლ'რეგონდალლა <strong>აზრ ცო ჲა́ხლა</strong>, ლე ლაჴი́ჩ თათნივ და́შლადო</strong>, ლე <strong>ხაწ ჴე́ჩო̆ ჰ̦ამას ჲუჲნი̆ ა́მბუჲ</strong>, ეჰ̦ა́თ უარ დეწი́შ ა́ლ'აჼ ჩანაწე́რეხ. <accuracyLink>გიბათ საბუ́ხ და́ყ ჩუ და́ჰ̦რეხ</accuracyLink>.

source: Igbo
bbl: იგბო წეჲნი̆ მოტტ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
bbl: ას ინცა́ხ შე́ქმნადინა́ს საიჼ მიზაჼ ა́შირა́ჼ ჩანაწე́რი ფლო́ქოღ ლოლო́ს #CommonVoice –ეჼ ̦̦პროქტენაჲნო̆. აჰ̦ა́ ლატ სოჼ, მე ცჰ̦ა́ღ თე́წდო́ლო̆ ვაჲ მა́შინეჲშნ, მო́ჰ̦ ჲო ა́მბუჲ მუჲლნე́ჴელბა ა́დმენივ { $link }

source: Imagine you’re texting a friend or telling someone a story
bbl: ა́მბუჲ ჲო́ლჲებათ, ვითამ ნა́ყბისტენ წე́რილ ჴე́ჰ̦ითუ́ჲში̆ ლე ჰ̦ა́მეგო̆ უ̂მ დეფცუჲში̆.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
bbl: დარა́ლ'არ, მე Mozilla-ს სეჼ მონაცე́მი ჴმა́რბადჲო <privacyLink> პირადულობ გა́გჲარეჼ დე́ბულებ</privacyLink> და́ცოდჲოშ

source: Include appropriate citation
bbl: ნჵეჲნო̆ წყა́რო̆ დამო́წმადჲოშ მუჲლნე́ ჴელ ბაჲცი̆

source: Include filler words and markers
bbl: ლა́ტდებათ მაქ ხო́ტტინო̆ დაშნია́ მონიშვნია́

source: Includes email, username & demographic info, available right away
bbl: ები და: ელფო́ტ, მაქ თილლენო̆ წე, დემოგრა́ფიულ მონაცე́მი

source: Includes mp3s and related sentences, may take some time to prepare
bbl: ჩუჰ̦ და: mp3-ფაილი მაქ და́წუჩო̆ წინადა́დბივ

source: Incorrect punctuation or capitalization
bbl: ხარც ჴმა́რბადიენო̆ სასვეჼ ნიშნი ლე ჲაჴჴაჼ ა́სუჲ.

source: Indonesian
bbl: ინდონეზიურ

source: Indus Kohistani
bbl: კოჰისტანი მოტტ

source: Information about the language
bbl: ინფორმა́ცია მატტანმაქ

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
bbl: დაქიჼ ხილ'ო, მე ჰ̦ა́ნასა́ ნაწე́რეღ დე́რწდიენო̆ დე́ყყდუჲცი̆, ო ა́დმიენაჸ მა ხილ'ა́ლ, ჰ̦ა́ნასა́ იშ ნაწე́რეღ დე́რწდიეჼ. შარიჼ თაგდიენო̆ დაყყდარ ძნელ ხილ'ო̆. მელ'მი ხაზ დაყყდარ შაძლე́ბალა ლა́ტულო̆ შუჼ ხარისხ ცო ჲა́ვრელო, ლე ხარვე́ზი ცო ხილ'რელო.

source: In general, you should write down everything you hear. This includes;
bbl: მოჰ̦ე́ ჴელ ბა, ვო́მაჸ ჩუ დე́წე̆ დაწე́რადალაჼ, უ̂ნე́კ ხაწიც შუჼ, მუჲლნე́ დაჲცი̆:

source: In Progress
bbl: ინც ჲუჲტო̆ მუშებადალარ

source: Insert punctuation that could change the meaning – keep the flow natural.
bbl: მა ხა́ბჟდოთ ოშტუჼ სასვეჼ ნიშნი, მე́ნხუჲჩუჲშვა́ჲ აზრ ხა́რცოჲო - მა́მ და́ვდოთ.

source: Interested in getting involved with this project, or partnering with us?
bbl: ლე́ჸი შუჼ პრო́ექტე მონაწილეობ ლე თხო́ციჼ ცჰ̦ა́ღქე́სადალარ?

source: Interested in learning more and contributing to the project?
bbl: ლე́ჸი შუჼ სო́უბო ჺა́მდანა́ პრო́ექტელო და́ყ/წვლილ ჩუ დაჸანა́?

source: Interlingua
bbl: ინტერლინგვა წეჲნი̆ მოტტ

source: Interlingue
bbl: ინტერლინგვა-წეჲნ მოტტ

source: [interrupted by background noise]
bbl: ჲუყრეჲუყ ჴენაჸ თათნი ხაწე́, იშ ცო ხაწეგე̆

source: Intersex
bbl: შინსქე́სლიჼ

source: Iñupiaq
bbl: ინუპიაკ

source: Invalid file
bbl: ხარც ფა́ილ

source: Irish
bbl: ირლანდიურ

source: IsiNdebele (North)
bbl: სამხრეთლეჼ ნდებელე წეჲნი̆ მოტტ

source: IsiNdebele (South)
bbl: ჩაჲრდლივჰ̦რეჼ ნდებელე

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
bbl: <isoCodeLink>ISO- კოდი</isoCodeLink>, ხეჸეჰ̦ შუჼ

source: Is the clip valid?
bbl: ჩანაწერ ნიფსინი́ ჲა?

source: Italian
bbl: იტალიურ

source: It contains words or phrases that are hard to read or pronounce.
bbl: ოშტუჼ დაშნი დოუგ̆, მე ლე ხატტარ, ლე ა́ლ'არ ჭირვეჼ და

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
bbl: ყო́ველ შარე მილვან დო́ლარგო́მციჼ იხო́ მონაცემ კრე́ბულა́ჼ განთა́ვსებ-მომსა́ხურბი ღაზარჲარე́ჼ ხა́რჯი 100-ეხ სო́უბო́ მატტავ თაგჲი́ენჩო́ ე́რთობენაჲნო́, მენხუ́ დი́ნ თხოხ ჲა ჴალლინო́

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
bbl: ყო́ველშარე მილვაჼ დო́ლარგო́მციჼ ჰ̦ალო̆ იხო̆ მონაცემა́ჼ კრე́ბულ თაგჲარ-გა́გჲარ- ღაზარჲარეჼ ხა́რჯი ფხაუზტყეხ საობო̆ მატტაჼ ე́რთობენაჲნო̆, მენხუ́ დაჩო თხოხ და ჴალლინო̆.<strong> შუნა́ჲნო̆ მა́ხლიჼ და́ჰ̦ მონაცე́მი ჰ̦ა́მინაჲნოჸ ნჵაჲნი ხილ'არა́ჲ მრავალფეროვნება́ჲ, ჩაჴ მა დილლოთ, ი́ნცაჸ ლა́ტათ თხოჼ! </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
bbl: დაჴჴა́ჼ სახსრი კლე́ვადო მონაცემ კრებულა́ჼ დაჰ̦ცოლაყინო̆ განთა́ვსბი-ე́ იხითრი, დროჰ̦დროჰ̦ მომსა́ხურებ ჰ̦ალო̆ ღაზარჲარ-ე́ <africaMradiLink> ე́რთობეჼ პროგრამი შესრულბადჲარ.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
bbl: ჲაჴჴოჼ მნიშვნელობ ჲა ოჴგო, მე́ ვო́მაჸ წინადა́დბი ხილ'ულო̆ ჰ̦ამა́ნეჸ საკუთრებელეჼ </publicDomain>(), და́ხაჸ მე́ Common Voice-ჼ კრე́ბულენ ჲალ'ლალო̆ cc0-ლიცენზია. დაჩოკ ეჰ̦ა́თ ატვირთოდჲებათ წინადა́დებ, მაცმე́ დოსტო́ღრივ ხე́ჸ შუჼ, მე ჲა შუგო გამოყე́ნბეჼ უფლებ.

source: It is written in a language different than what I’m reviewing.
bbl: დაწე́რადიენო̆ და ას ა́მბუი ჲოჩო̆ მატტახ ცოთარ'ლენო̆ ჴე́ჩო̆ მატტავ

source: It is written in a language different than what I’m speaking.
bbl: წე́რალა ას ა́მბუჲ ჲო́ჩო̆ მატტახ ცოთარ'ლენჩო̆ მატტავ

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
bbl: აუცილებელ ხილ'ო̆ წყ́არუჲ მითითბადჲარ, მე́ მაკელ თხოჼ დაყყდოლო́თხ, ბაყეჸ ჰამა́ნეჸ საკუთრებ მე ჲაე́, მე ცო გაე̆გე̆ საავტორო̆ უფლებევ.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
bbl: Common Voice-ს დუჴ ჯა́ფ კლე́ვადჲო! შუწიჼ, დაჩოკ თხო́ჼ, ცო თო́ლმაკე. ლე́ჸი შუჼ თანამშრო́მლობ ო́წაჼ? ღოსხე́თთხოჼ ლატუჰ̦ი́შ თხოჼ.

source: Izhorian
bbl: იჟორულ

source: Jamaican Patois
bbl: იამაიკბაჼ პატუა

source: Japanese
bbl: იაპონურ

source: Jaqaru
bbl: ხაქარუ მოტტ

source: Javanese
bbl: იავურ

source: Join Discord Community
bbl: ჩუ დო́ლათ Discord ე́რთობელო

source: Join Mozilla Data Collective
bbl: სო ლა́ტათ თხოჼ

source: Join the Common Voice mailing list
bbl: ჩუ დოლათ Common Voice- ელფო́სტ ჯგუფ

source: Join us on Discord
bbl: დო́ლათ Discord-მაქ!

source: Join us to advance voice technology and empower more user contributions.
bbl: სო ლა́ტ თხოჼ იშა́რეჼ ხელსაწყუჲ ღაზარჲანე́ და́ყ ჩუ ჴე́ჰ̦უჲნი̆ ხაჲლზვე́ნი დუჴარდანაჲნო̆

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
bbl: უ̂ნმაკ ბუნებრივ პა́სუხ ლიბათ შეკითხვეხი́ ლე მოთხო́ვნეხ, ცჰ̦აჲნი̆-შინ წინადა́დბევ. ცადლიბათ ზრდილბა́რენე ხალა́ნცოხე́თდუჲნი̆ ა́ლ'არ ხილ'ულო̆ შუგო

source: Just Unsure?
bbl: მაინც ეჭვი́ იხო̆ ჰ̦ოჼ?

source: Kabardian
bbl: ყაბარდოულ

source: Kabyle
bbl: კაბილურ

source: Kachhi
bbl: კაჰჩი მოტტ

source: Kaitag
bbl: კაიტაგი მოტტ

source: Kalasha
bbl: კალაშა მოტტ

source: Kalenjin
bbl: კალენჯინი-მოტტ

source: Kalkoti
bbl: ქალკოტ

source: Kannada
bbl: კანადა-მოტტ

source: Kaqchikel
bbl: კაკჩიკელი წეჲნი̆ მოტტ

source: Kara
bbl: კარა მოტტ

source: Karachay-Balkar
bbl: ყარაჩაულ-ბალყარულ

source: Karakalpak
bbl: კარაკალაკი

source: Kasem
bbl: კასემი მოტტ

source: Kashmiri
bbl: ქაშმირი მოტტ

source: Kateviri
bbl: კატევირი მოტტ

source: Kazakh
bbl: ყაზახურ

source: { $kb }kb max
bbl: ცოსაბლაჲნი̆ { $kb } კბ-ეხ

source: Keep
bbl: ჩუ დითარ

source: Keep it up, record again <recordIcon></recordIcon>
bbl: იშტ დებათ ჴენოჲ, ჩაწერაჲებათ ოშტიჸ<recordIcon></recordIcon>

source: Keep the recordings
bbl: ჩანაწე́რი ჩუ დითარ

source: Keep track of your progress and metrics across multiple languages.
bbl: მაკალათ შუჼ ბჵარკ ლე́ლბაჼ მო́ჰ̦ ჲუჲტო̆ შუჼ მუშებადალარ-ე́ მო́ლუჼ და ჴეჩჴე́ჩო̆ მატტიციჼ კა́ვშირ ჲაჲნი̆ მაჩვე́ნებლი.

source: Keep track of your progress with a profile
bbl: ბჵარკ ლე́ლბებ ჰ̦ეჲ ჰ̦ა́თხიხრეხ პრო́ფილ საშუა́ლბევ

source: Keep track of your progress with a profile and help our voice data be more accurate.
bbl: ბჵარკ ლე́ლბებათ შუჲ ჰ̦ა́თხიხრეხ პრო́ფილ შექმნადჲარევე́, ლა́ტათ თხო́ჼ მე́ იშა́რეჩო̆ მონაცემა́ჼ ნიფსხოლ თე́ლ'ი́ვხ ხილ'ულო̆.

source: Keep your volume consistent - don’t shout or sing
bbl: იშეჼ ლაჴოლ ცჰ̦აჲნნაჲრეჼ ხილ'ა́ლ, ლე მა დუღეთე́ ლე მოჴ მა ბო́ლბოთ.

source: Kelabit
bbl: კელაბიტ

source: Kenyah
bbl: კენიურ

source: Kenyi
bbl: კენი მოტტ

source: Ketrani
bbl: კეტრან

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
bbl: <key>1</key>-<key>{ $numLanguages }</key>მატტიჼ ჭად

source: Keyboard usage
bbl: კლავიატურა ჴმა́რბადჲარ

source: <key>{ tag-page-shortcut-toogle-mouse-keyboard }</key> { toogle-mouse-keyboard }
bbl: <key>{ tag-page-shortcut-toogle-mouse-keyboard }</key>{ toogle-mouse-keyboard }{ toogle-mouse-keyboard }

source: Khmer
bbl: ქმერულ

source: Khowar
bbl: კჰოვარი მოტტ

source: K'iche'
bbl: კიჩე წეჲნი̆ მოტტ

source: Kichwa
bbl: კიჩვა წეჲნი̆ მოტტ

source: Kidaw'ida
bbl: კიდავიდა-მოტტ

source: Kihemba
bbl: კიჰემბა მოტტ

source: Kikamba
bbl: კიკამბა წეჲნი̆ მოტტ

source: Kikuyu
bbl: კიკუიუ-მოტტ

source: Kinyarwanda
bbl: კინიარუანდა-მოტტ

source: Kirombo
bbl: კირომბო მოტტ

source: Kirundi
bbl: კირუნდი მოტტ

source: Kohistani Shina
bbl: კოჰისტანი შინა

source: Kom
bbl: კომი მოტტ

source: Komi-Zyrian
bbl: კომი-მოტტ

source: Konkani (Devanagari)
bbl: კონკანი-მოტტ (დევანაგარი)

source: Konzo
bbl: კონზო მოტტ

source: Korean
bbl: კორეულ

source: Kotokoli
bbl: კოტოკოლი მოტტ

source: Kreol Morisien
bbl: კრეოლბაჼ მორისიენი მოტტ

source: Kuku
bbl: კუკუ მოტტ

source: Kunabembe
bbl: კუნაბემბე მოტტ

source: Kurmanji Kurdish
bbl: კურმანჯი მოტტ

source: Kwasio
bbl: კვასიო წეჲნი̆ მოტტ

source: Kyrgyz
bbl: ყირგიზულ

source: Labeling noise events like coughing or laughing
bbl: ლიშაჼ დე́წე̆ დილლდალაჼ თათნა́ხ - ოჰ̦დარეხ, დე́ლანდო́ლრეხ.

source: Labeling significant noise pollution, like background chatter or car horns
bbl: ლიშაჼ დე́წე̆ დილლდალაჼ ჭაღჭა́ღოჩო̆ თათნა́ხ: ჴე́ჩუჲშგო ყოყ ჲა́ლლოშ, ლე მა́შინა́ ჲუღჲოშ.

source: Ladin
bbl: ლადინი მოტტ

source: Language
bbl: მოტტ

source: Language Fundamentals (e.g. Digits, Letters, Money)
bbl: მატტი́ჼ საფუძვლი (ციფრი, ა́სუჲ, ტათებ)

source: Language Request
bbl: მოტტ დაკლე́ვადბარ

source: Language request successfully submitted, thank you.
bbl: მოტტ დაკლე́ვადბარეჼ წე́რილ დაქიშ დახეჼ. მადლობ.

source: Languages
bbl: მატტიშ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
bbl: შაძლე́ბალა, მე́ მიჩო̆ მატტგო შარიჼ ჴელ-წე́სი ხილ'ულო̆, უ̂მ მოთხო́ვნიცი ცჰ̦ა́ღ. იშტუჼ ფაილ ცო ა́რსბალა́ჰ̦, ეჰ̦ა́თ ინგლისურ მატტიჼ წე́სი მუშებალა.

source: Language Text
bbl: ტექსტ მატტანაჲნო̆

source: Lao
bbl: ლაო-მოტტ

source: Large bulk sentence submission
bbl: წინადა́დბი ცჰ̦ა́ღ ჩუ ჲაჰ̦არ

source: Large scale corporates and platform companies
bbl: სტჵამიჼ დაწე́სებულებია́ ჲუყლა́თთი́ნი̆ (საშუამა́ვლო̆) პლატფო́რმია́

source: Lassi
bbl: ლასი მოტტ

source: Last Updated: { $lastUpdatedTimeStamp }
bbl: ტყუჲჰ̦სილლუჼ განა́ხლებ

source: Latgalian
bbl: ლატგალურ

source: Latvian
bbl: ლატვიურ

source: Laugh
bbl: დე́ლარ

source: Launched
bbl: ჲახითენო̆ ჲა

source: Laz
bbl: ლაზურ

source: Leaderboard Visibility
bbl: ჰ̦ა́თხდახენჩო́ სიელო გუდა́ლ'არ

source: Learn about partnerships with Common Voice
bbl: ჰ̦ალო̆ და́ბწათ Common Voice-ციჼ თანამშრო́მლბეჼ ჴელ-წე́სი

source: Learn about the mission and team behind Common Voice
bbl: გიბათ შა́რეშ, სტე მიზნევე́ ჰ̦ა́ნას ჲა შე́ქმნადჲიენო̆ Common Voice

source: Learn how to check a transcription
bbl: გიბათ, მო́ჰ̦ დეწი́შ დაყყდაჼ ნაწე́რეღ დე́რწინო̆

source: Learn how to take part
bbl: მოჰ̦ დეწი́შ შარიჼ და́ყ ჩუ დაჰ̦აჼ (მონაწილეობ მიღ́ებადჲაჼ)

source: Learn how to transcribe
bbl: გიბათ, მო́ჰ̦ ჲეწი́შ ჲალ'აჼ ნაწე́რენ ჲუჰ̦ (სა́ხე̆)

source: Learn how to use this page
bbl: გიბათ მოჰ̦ მაკ შუჼ საიტ ჴმა́რბადჲაჼ

source: Learn More
bbl: დახხეშ

source: Leaving now means you’ll lose your changes
bbl: ინცაჸ მაყბალ'რევ შუჼ ცვლილბი დაჰ̦ ჲა́ვოჲო̆

source: Leaving now means you'll lose your progress
bbl: ი́ნცაჸ მაყბალ'რევ დაჰ̦ ჲო́ვო̆ ჲე́ინი̆ შედეგ

source: Lendu
bbl: ლენდუ წეჲნი̆ მოტტ

source: Length
bbl: ჲახხოლ

source: Let's Get Started
bbl: ჰალო̆ დოლლა ვაჲ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
bbl: დაჩო ეჴ მატტიჼ ა́სუჲ ხილ'ო̆ გამოდგო́მალაჲნი̆, ჴეჩო̆ მატტა́ჼ ა́სუჲ ცო ჲე́წე̆ ჴმა́რბადჲაჼ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
bbl: LibriSpeech და იშტ 1000 საათეჼ 16Khz იშა́რეჩო̆ ჩანაწერაჼ კრე́ბულ LibriVox პროექტ იშა́რეჩო̆ ჟაგნო́რეჼ

source: License
bbl: ლიცე́ნზია́

source: License: <licenseLink>CC-0</licenseLink>
bbl: ლიცენზია́:<licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
bbl: ლიცენზია:<licenseLink>{ $license }</licenseLink>

source: Ligurian
bbl: ლიგურულ

source: Lingala
bbl: ლინგალა წეჲნი̆ მოტტ

source: Link Copied
bbl: ბმულეჼ ასლ ჰ̦ალო ჲა ეცინო̆

source: Links to websites that can help us understand the language
bbl: საიტაჼ ბმული, მე́ნხუჲჩუჲშვა́ჲ ღაზი́ვხ ბაბწო́თხ შუჼ მოტტ

source: Listen
bbl: ლარკ ჺოფარ

source: Listening
bbl: ლარკ ჺოფარ

source: Listen options menu
bbl: მოლუჼ და ლარკ ჺოფრეჼ პარამეტრი (პარამეტრაჼ მენიუ)

source: Listen-Queue
bbl: ლარკ ჺო́ფუჲნი̆ რიგ

source: Lithuanian
bbl: ლიტვურ

source: Loading…
bbl: ტვირთოლა

source: Loading sentences…
bbl: ტვირთოლა წინადა́დბი

source: Loarki
bbl: ლოარკი მოტტ

source: Localized
bbl: თა́რგმნოდიენო̆

source: Log In
bbl: ჩუ დახარ

source: Login Identity
bbl: ჩუ დახრეჼ ა́ნგრიშ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bbl: <loginLink>ჩუ ღობა́ეთ </loginLink> ლე მა́ <loginLink> თაგჲებათ </loginLink> ა́ნგრიშ მელ'მი წინადა́დებ ლა́ტჲანაჲნო̆

source: Log in or sign up to get started
bbl: ჩუ ღობ, ლე მა́ ა́ნგრიშ თაგჲებ საქმ ჰ̦ალო̆ ჲო́ლჲაჼ

source: Log In / Sign Up
bbl: ჩუ დახარ/თაგდარ

source: Log In / Sign Up with { $company } email
bbl: ჩუ ღობათ/ შე́ქმნადჲებათ ა́ნგრიშ { $company }-მაქ ელფო́სტევ

source: Log Out
bbl: ნჵეჲჸ დალ'არ

source: Loja Highland Kichwa
bbl: ლამნარეჩო̆ ლოხეჼ კიჩვა მოტტ

source: Lojban
bbl: ლოჟბანი-მოტტ

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
bbl: ლახათ თიშიჼ, ავტორობეჼ ვად ჲალ'ენო̆, საბლეხიჼ 1920 შარახ ჰ̦ათხეჸ დალ'ენო̆ ჟაგნუჲ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
bbl: მოჰ̦ე გუჲცი̆, ლარკ ჺო́ფანაჲნი̆ ჩანაწე́რი ცო ჲა ეჴ მატტანაჲნო̆. ლა́ტათ თხოჼ ობი თე́გჲაჼ-ნე ე́შუჲში̆ ჩაწე́რადჲებათ მელ'მი.

source: Losso
bbl: ლოსო წეჲნი̆ მოტტ

source: Luganda
bbl: ლუგანდა-მოტტ

source: Luxembourgish
bbl: ლუქსემბურგულ

source: Macedonian
bbl: მაკედონურ

source: Mada
bbl: მადა-მოტტ

source: Maithili
bbl: მაიტჰილი-მოტტ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
bbl: ბჵარკ ლე́ლბებათ მოწყო́ბილობახ, ა́მბუჲ ჲოლჲომცინა́ჲ, ა́მბუჲ მაყჲომცინა́ჲ მე́ ჩუ წე́რადჲო იშ.

source: Make sure the sentence meets the following criteria:
bbl: და́ცოდჲუჲნი̆ ჲა აჰ̦ ლა́რლ'ინო̆ მოთხო́ვნი:

source: Make sure they can be answered in just a couple of sentences
bbl: ო́შტუჼ, მე პა́სუხ ბალ'არ ცჰ̦აჲნი̆-ში́ნი̆ წინადა́დბევ ჴე́რჴბალა́ლო̆

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
bbl: აჲში̆ თხონ ჲალ'ინო̆ მა́სალახ ჲაჲნი̆ დემოგრა́ფიულ მონაცე́მივ ცოჰ̦ანნა́ მაკალათ შუჼ ვინაობ ხაჸაჼ. ნა́ხნ ჲაგჲითლო́მციჼ ათხ მონაცემა́ხიჼ დაჰ̦ ჲახო́თხ პიროვნებ ჲა́ბწლაჲნი̆ მახა́სიათებლი.

source: Malagasy
bbl: მალაგასიურ

source: Malay
bbl: მალაიურ

source: Malayalam
bbl: მალაიალამურ

source: Male
bbl: ქომუჼ

source: Male/Masculine
bbl: სტაკ (ქომუჼ)

source: Maltese
bbl: მალტურ

source: Manage Email Subscriptions
bbl: ელფო́სტეჼ გამოწე́რი მა́რთოდჲარ

source: Manage Subscriptions
bbl: გამოწე́რი მა́რთოდჲარ

source: Manx
bbl: მენურ

source: Mapudungun
bbl: მაპუდენგუჼ

source: Mara
bbl: მარა წეჲნი̆ მოტტ

source: Marathi
bbl: მარათულ

source: <mark>Check</mark>
bbl: <mark>დაყყდარ</mark>

source: <mark>Data</mark>
bbl: <mark>მონაცე́მი</mark>

source: <mark>Prompt</mark>
bbl: <mark> მოთხო́ვნ</mark>

source: <mark>Respond</mark>
bbl: <mark>პა́სუხ</mark>

source: <mark>Transcribe</mark>
bbl: <mark>ნაწე́რეღ ჲე́რწჲარ

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
bbl: <mark>CV ჴმა́რბადუჲა́</mark><br/><mark>ჰ̦ე კვლევა́ხ?

source: <mark>We need</mark><br/><mark>your help!</mark>
bbl: <mark> თხოჼ ჭირბალა</mark><br/><mark> ეჲშ ლა́ტარ</mark>

source: Massa
bbl: მასანა წეჲნი̆ მოტტ

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
bbl: Matrix მოზილას ჲა ჩა́ვარჲიენო̆ ნჵაჲნი̆ განხილვი გამა́რთოდჲანაჲნო̆, ჲე მაქა́ ლა́თთრიწინ პირისპირ ვაშბიციჼ ურთიე́რთბეჼ ჰ̦ა́თთეჸ ოქმ ჲოჩო̆ საშუა́ლბეხ წე.

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
bbl: Matrix ჲა ნჵაჲნოე́ ჲავიჼ პროტოკოლ, მენხუ́ ჲა Mozilla-ნაჲნო̆ ლე́ჸი́ნი̆ დისკუსიეჼ პლატფო́რმ - ცენტრალიზაციეწიჼ, რეალურ დროჰ̦ ვაშბიციჼ ა́მბუჲ ჲანაჲნო̆.

source: Matses
bbl: მაცესი მოტტ

source: Maximum file size: 25 MB
bbl: ფა́ილეჼ ჲუწოლ სო́უბ ცო ჲეწ ხილ'აჼ 25 მბა́იტეხ

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
bbl: ჰახკე́ჸ თხეჼ<homepageLink>"მთა́ვარ გვერდ"</homepageLink>ლაჲტჩე შუჼ? შეკითხვ ა́ლ'ანაჲნო̆ ჩუ დო́ლათ <matrixLink>Matrix- ე́რთობეჼ ამბუჲ ჲო́ჩო/სასაუბრო</matrixLink>. საიტ ხარვეზა́ხ გიბათ <githubLink>GitHub</githubLink>, ლე მა́ ღობათ <discourseLink>თხეჼ Discourse-ფორუმა́ხ </discourseLink>

source: MB
bbl: მბ

source: Mbo
bbl: მბო წეჲნი̆ მოტტ
